7zip
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
chwd
cliphist
cpupower
cryptsetup
cuda
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
dunst
e2fsprogs
efibootmgr
efitools
egl-wayland
eog
epiphany
ethtool
evince
exfatprogs
extension-manager
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
fsarchiver
gdm
gdm-settings
gedit
ghostty
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-power-manager
gnome-remote-desktop
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
intellij-idea-ultimate-edition
iptables-nft
iwd
jdk21-openjdk
jfsutils
kanata
kitty
lazydocker
lazygit
lenovolegionlinux-dkms-git
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libnma
libopenraw
libreoffice-still
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia
linux-cachyos-nvidia
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
mutter-cachyos
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs-lts-iron
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-settings
nvidia-utils
opencl-nvidia
opendesktop-fonts
openssh
orca
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-distutils-extra
python-packaging
python-pip
qt5-wayland
qt6-wayland
rebuild-detector
reflector
ripgrep
rofi-wayland
rofimoji
rsync
rtkit
rygel
s-nail
sassc
sddm
sg3_utils
simple-scan
smartmontools
snap-pac
snapper
snapshot
sof-firmware
starship
stow
sudo
sushi
swaync
switcheroo-control
sysfsutils
systemd-boot-manager
tela-circle-icon-theme-dracula
texinfo
tmux
totem
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
virt-manager
visual-studio-code-bin
vulkan-radeon
waybar
wget
which
wireplumber
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yay
yazi
yelp
zenity
zsh
